Repository: common-repository/i-am-reading-continued
Catalog: lang/i_*_reading-*.po
Languages: de_de

source: Current Book
de_de: Aktuelles Buch

source: Book Search
de_de: Buchsuche

source: Appearance
de_de: Anzeige

source: Uninstall
de_de: Deinstallation

source: <strong>Missing Access Key ID</strong>: Sign up for a free <a href="https://aws-portal.amazon.com/gp/aws/developer/registration/index.html" target="_blank">Amazon Web Services</a> account to use this plugin.
de_de: <strong>Fehlende Access Key ID</strong>: Die kostenlose Anmeldung für die <a href="https://aws-portal.amazon.com/gp/aws/developer/registration/index.html" target="_blank">Amazon Web Services</a> ist notwendig.

source: <strong>Wrong Access Key ID</strong>: Check your ID at <a href="https://aws-portal.amazon.com/gp/aws/developer/account/index.html?action=access-key" target="_blank">Amazon Web Services</a> and try again.
de_de: <strong>Ungültige Access Key ID</strong>: Die ID findest du im <a href="https://aws-portal.amazon.com/gp/aws/developer/account/index.html?action=access-key" target="_blank">Amazon Web Services Account</a>.

source: <strong>Missing Secret Access Key</strong>: Check your Key at <a href="https://aws-portal.amazon.com/gp/aws/developer/account/index.html?action=access-key" target="_blank">Amazon Web Services</a> and try again.
de_de: <strong>Fehlender Secret Access Key</strong>: Den Key findest du im<a href="https://aws-portal.amazon.com/gp/aws/developer/account/index.html?action=access-key" target="_blank">Amazon Web Services Account</a>.

source: <strong>Wrong Secret Access Key</strong>: Check your Key at <a href="https://aws-portal.amazon.com/gp/aws/developer/account/index.html?action=access-key" target="_blank">Amazon Web Services</a> and try again.
de_de: <strong>Ungültiger Secret Access Key</strong>: Den Key findest du im <a href="https://aws-portal.amazon.com/gp/aws/developer/account/index.html?action=access-key" target="_blank">Amazon Web Services Account</a>.

source: <strong>Configuration saved</strong>.
de_de: <strong>Einstellungen gespeichert</strong>.

source: Amazon Marketplace
de_de: Amazon Marktplatz

source: Canada
de_de: Kanada

source: France
de_de: Frankreich

source: Germany
de_de: Deutschland

source: United States
de_de: Amerika (US)

source: United Kingdom
de_de: England (UK)

source: Choose your marketplace to ensure the books you are searching for can be found.<br /> Currently there aren't all english books in the german XML service, although they are shown at amazon.de
de_de: Wähle den passenden Marktplatz um sicherzustellen dass von dir gesuchte Bücher gefunden werden können.<br />Zur Zeit sind nicht alle englischen Bücher im deutschen XML Service, auch wenn Sie auf den Amazon-Seiten angezeigt werden.

source: You need to get an Access Key ID for <b>free</b>.<br />The plugin can't get the book information from Amazon otherwise.
de_de: Du brauchst eine <b>kostenlose</b> Access Key ID.<br />Das Plugin kann ohne leider keine Buchdaten bei Amazon abrufen.

source: The secret key is needed for Amazon Webservices since August 2009.<br />You can find it in your AWS Account Details.
de_de: Der Scret Key wird seit August 2009 benötigt.<br />Du findest Ihn in deinen AWS Account Details.

source: You can get a fee when books get bought by users who used a link with your ID.
de_de: Mit dem Amazon Partnerprogramm kannst du bei jedem über deinen Link verkauften Buch eine Provision verdienen.

source: yes
de_de: ja

source: no
de_de: nein

source: You should choose 'yes' if you'd like to get a fee by using your Amazon Partner ID.
de_de: Mit 'ja' kannst du das Amazon Partnerprogramm nutzen um Provision zu verdienen.

source: save settings
de_de: Einstellungen speichern

source: <strong>No book selected:</strong> Try to find one using the forms <a href="admin.php?page=iar_search">here</a> to get started.
de_de: <strong>Kein Buch gewählt:</strong> Versuche eins über die <a href="admin.php?page=iar_search">Suche</a> zu finden, um anzufangen.

source: <strong>Missing book title</strong>: Please enter a title and try again.
de_de: <strong>Fehlender Buchtitel</strong>: Bitte gib einen Titel ein und versuche es erneut.

source: <strong>Wrong current page value</strong>: Please enter a valid number.
de_de: <strong>Ungültige Seitenzahl</strong>: Bitte eine gültige Zahl verwenden.

source: <strong>Wrong current page value</strong>: Please enter a number <= pages total.
de_de: <strong>Ungültige Seitenzahl</strong>: Die Zahl muss kleiner / gleiuch der Gesamtzahl sein.

source: <strong>Missing ASIN</strong>: Can't read book information from Amazon.
de_de: <strong>Fehlende ASIN</strong>: Abruf der Buchinformationen fehlgeschlagen.

source: <strong>Book settings saved</strong>.
de_de: <strong>Buchdaten gespeichert</strong>.

source: <strong>New book '%s' set as current</strong>.
de_de: <strong>Neues Buch '%s' gespeichert</strong>.

source: Currently Reading
de_de: Ich lese gerade

source: Book Title
de_de: Buchtitel

source: Current Page
de_de: Aktuelle Seite

source: save book info
de_de: Buchdaten speichern

source: Display
de_de: Anzeige

source: <strong>Missing widget title</strong>: Please enter a title and try again.
de_de: <strong>Ungültiger Widget-Titel</strong>: Bitte gib einen Titel ein.

source: <strong>Nothing to display</strong>: Set one ore more widget items to be displayed.
de_de: <strong>Keine Anzeigeelemente gewählt</strong>: Wähle mind. 1 anzuzeigendes Element.

source: <strong>Display settings saved</strong>.
de_de: <strong>Anzeige-Einstellungen gespeichert</strong>.

source: Widget Title
de_de: Widget Titel

source: Widget Alignment
de_de: Widget Ausrichtung

source: alignment left
de_de: links am Rand

source: alignment center
de_de: in der Mitte

source: alignment right
de_de: rechts am Rand

source: Widget Items
de_de: Anzeigeelemente

source: book cover
de_de: Cover-Bild

source: progress bar
de_de: Prozessleiste

source: book title
de_de: Buchtitel

source: Book Cover
de_de: Cover-Bild

source: Image Size
de_de: Bildgröße

source: size small
de_de: klein

source: size medium
de_de: mittel

source: size large
de_de: groß

source: Font Family & Size
de_de: Schriftart und -Größe

source: Font Color
de_de: Schriftfarbe

source: click here to choose a color
de_de: hier klicken um eine Farbe zu wählen

source: Progressbar
de_de: Prozessleiste

source: Background Color
de_de: Hintergrundfarbe

source: Foreground Color
de_de: Fordergrundfarbe

source: Border Color
de_de: Rahmenfarbe

source: save display settings
de_de: Anzeige-Einstellungen speichern

source: <strong>Missing Amazon Key(s)</strong>: Please set up your AWS account details <a href="admin.php?page=iar_amazon">here</a>.
de_de: <strong>Fehlende Amazon Details</strong>: Bitte gib deine Amazon-Daten <a href="admin.php?page=iar_amazon">hier</a> ein.

source: <strong>Unknown ISBN</strong>: No books found with ISBN %1$s.
de_de: <strong>Unbekannte ISBN</strong>: Keine Bücher mit der ISBN %1$s gefunden.

source: <strong>Missing keywords</strong>: Please enter a book title or author.
de_de: <strong>FehlendeSuchbegriffe</strong>: Bitte gib einen Titel / Autor ein.

source: <strong>Nothing found</strong>: There's no book with given author / title.
de_de: <strong>Nichts gefunden</strong>: Keine Bücher mit diesem Autor / Titel gefunden.

source: <strong>New book set</strong>.
de_de: <strong>Neues Buch gespeichert</strong>.

source: Find new book by ISBN
de_de: Buchsuche mit ISBN

source: Book ISBN
de_de: ISBN

source: search for ISBN
de_de: ISBN suchen

source: Find new book by Title / Author
de_de: Buchsuche nach Titel / Autor

source: Book Author
de_de: Buchautor

source: search for title / author
de_de: nach Titel / Autor suchen

source: Authors
de_de: Autoren

source: unknown
de_de: unbekannt

source: Binding
de_de: Bindung

source: Published
de_de: Veröffentlicht

source: Pages
de_de: Seiten

source: set as current book
de_de: als aktuelles Buch setzen

source: The database tables have been deleted before !
de_de: Die Datenbank-Tabellen sind schon entfernt worden !

source: There´s nothing to do here.
de_de: Somit gibt es hier nichts weiter zu tun.

source: Please read the following information, before clicking the button:
de_de: Bitte lies die folgenden Informationen vor dem Klick auf den Button:

source: This feature should only be used if you really want to deactivate this plugin and remove all of it's stored information from the database.
de_de: Diese Funktion sollte nur verwendet werden, wenn das Plugin mit allen dazugehörigen Datenbank-Informationen gelöscht werden soll.

source: Please use the %sPlugins%s page for %s normal %s deactivation without losing the plugin's setup (Amazon Keys, current book, ...).
de_de: Bitte nutze die %sPlugins% Seite für eine %s normale %s Deaktivierung ohne die Plugin-Einstellungen zu verlieren (Amazon Keys, Aktuelles Buch, ...).

source: By clicking the button you agree to
de_de: Mit Klick auf den Button bestätigst du:

source: delete all database tables created by this plugin.
de_de: alle Datenbank-Tabellen dieses Plugins zu löschen.

source: deactivate the plugin and jump to %sPlugins%s page.
de_de: das Plugin zu deaktivieren und zur %sPlugins% Seite zur springen.

source: Uninstall plugin
de_de: Plugin deinstallieren

source: %s Plugin's database tables deleted. %s Redirecting to plugin deactivation ...
de_de: %s Datenbank-Tabellen des Plugins gelöscht. %s Weiterleitung zur Deaktivierung ...

source: - not reading -
de_de: - nicht am Lesen -
